"ERROR_PARSE_FILENOTFOUND"="Il n'y a pas de résultats fichier spécifié pour %s"
"ERROR_PARSE_OUTPUTPATH"="Invalid définir le fichier de sortie/chemin d'accès %s"

"ERROR_IS7ZIP_FILESEEK"="Une erreur dans le positionnement du flux de fichiers dans le module IS7zipExtract!"
"ERROR_IS7ZIP_FILECREATE"="Une erreur est survenue la création d'un flux de fichier%n%s%ndans le module IS7zipExtract!"
"ERROR_IS7ZIP_FILEOPEN"="Il y avait une erreur d'ouverture du flux de fichiers%n%s%ndans le module IS7zipExtract!"
"ERROR_IS7ZIP_COLFILES"="L'erreur dans la détermination du nombre de fichiers dans l'archive dans le module IS7zipExtract!"
"ERROR_IS7ZIP_NOTOPEN"="'ouverture d'archives dans le module IS7zipExtract Erreur!"
"ERROR_IS7ZIP_CORRUPT"="Erreur de récupération des données de l'7z-archive. Il est peut-être endommagé!"
"ERROR_IS7ZIP_EXCEPT"="Une erreur dans l'archive ou erreur inattendue dans le module IS7zipExtract!"

"ERROR_ISARC_LOADDLL"="Une erreur est survenue lors du chargement Unarc.dll!"
"ERROR_ISARC_GENERAL"="Une erreur est survenue lors de la décompression!%nUnarc.dll a renvoyé un code d'erreur: -1%n%s"
"ERROR_ISARC_INVALID_COMPRESSOR"="Une erreur est survenue lors de la décompression!: Inconnu méthode de compression de fichier!%nUnarc.dll a renvoyé un code d'erreur: -2%n%s"
"ERROR_ISARC_ONLY_DECOMPRESS"="Une erreur est survenue lors de la décompression!!%nUnarc.dll a renvoyé un code d'erreur: -3%n%s"
"ERROR_ISARC_OUTBLOCK_TOO_SMALL"="Une erreur est survenue lors de la décompression!: Le bloc de données de sortie est trop petit!%nUnarc.dll a renvoyé un code d'erreur: -4%n%s"
"ERROR_ISARC_NOT_ENOUGH_MEMORY"="Une erreur est survenue lors de la décompression!: Pas assez de mémoire!%nUnarc.dll a renvoyé un code d'erreur: -5%n%s"
"ERROR_ISARC_READ"="Une erreur est survenue lors de la décompression!: Il est impossible de lire les données!%nUnarc.dll a renvoyé un code d'erreur: -6%n%s"
"ERROR_ISARC_BAD_COMPRESSED_DATA"="Une erreur est survenue lors de la décompression!: Archive est endommagé!%nUnarc.dll a renvoyé un code d'erreur: -7%n%s"
"ERROR_ISARC_NOT_IMPLEMENTED"="Une erreur est survenue lors de la décompression!: La fonction requise est pas pris en charge par la bibliothèque!%nUnarc.dll a renvoyé un code d'erreur: -8%n%s"
"ERROR_ISARC_NO_MORE_DATA_REQUIRED"="Une erreur est survenue lors de la décompression!: Les données demandées ont déjà été déballés!%nUnarc.dll a renvoyé un code d'erreur: -9%n%s"
"ERROR_ISARC_WRITE"="Une erreur est survenue lors de la décompression!: Il est impossible d'écrire des données sur un disque!%nUnarc.dll a renvoyé un code d'erreur: -11%n%s"
"ERROR_ISARC_BAD_CRC"="Une erreur est survenue lors de la décompression!: Checksums ne correspondent pas!%nUnarc.dll a renvoyé un code d'erreur: -12%n%s"
"ERROR_ISARC_BAD_PASSWORD"="Une erreur est survenue lors de la décompression!: Mot de passe incorrect!%nUnarc.dll a renvoyé un code d'erreur: -13%n%s"
"ERROR_ISARC_BAD_HEADERS"="Une erreur est survenue lors de la décompression!: tête archive est endommagé!%nUnarc.dll a renvoyé un code d'erreur: -14%n%s"
"ERROR_ISARC_INTERNAL"="Une erreur est survenue lors de la décompression!: Erreur interne de la bibliothèque!%nUnarc.dll a renvoyé un code d'erreur: -15%n%s"
"ERROR_ISARC_UNKNOWN"="Une erreur est survenue lors de la décompression!!%n%s"
"ERROR_ISARC_EXCEPT"="Une erreur dans l'archive ou erreur inattendue dans le module ISArcExtract!"

"ERROR_ISPCF_CANT_OPEN_INFILE"="Une erreur est survenue l'accès au fichier d'entrée%n%s%ndans le module ISPrecompExtract"
"ERROR_ISPCF_ISNOTPCF"="Format non valide PCF-File:%n%s"
"ERROR_ISPCF_UNKNOWN_VERSION"="Version inconnue du PCF-File:%n%s"
"ERROR_ISPCF_ACCESS_TO_OUTFILE"="Dans le module ISPrecompExtract est incapable d'accéder au fichier de sortie:%n%s"
"ERROR_ISPCF_LAUNCH_PROC"="Erreur lors du démarrage d'une application console %s"
"WARNING_ISPCF_OPEN_PROC"="Processus d'ouverture d'erreur ISPrecompExtract.%nPeut-être installateur interdits.%nLes progrès de certaines opérations ne sera pas disponible!"
"ERROR_ISPCF_CANT_FIND_OUTFILE"="Console application n'a pas été créé le fichier%n%s%nPeut-être une erreur ou format incorrect pcf fichier"
"ERROR_ISPCF_EXCEPT"="Une erreur inattendue est survenue dans le module ISPrecompExtract!"

"ERROR_ISSREP_GENERAL"="Une erreur est survenue dans le module ISSrepExtract!%n%s"
"ERROR_ISSREP_ACCESS_TO_OUTFILE"="Dans ISSrepExtract le module ne peut pas accéder au fichier de sortie:%n%s"
"ERROR_ISSREP_EXCEPT"="Une erreur inattendue est survenue dans le module ISSrepExtract!"

"ERROR_ISRAR_MULTIVOLUME"="archives .rar multipart avec des données sur différents disques ne sont pas pris en charge!"
"ERROR_ISRAR_DLL_NOT_FOUND"="Non Trouvé Bibliothèque %s"
"ERROR_ISRAR_EXCEPT"="Une erreur dans l'archive ou une erreur inattendue dans le module ISRarExtract!"

"ERROR_M3PACK_ACCESS_TO_OUTFILE"="Le module ISm3unpack ne peut pas avoir accès au fichier de sortie:%n%s"
"ERROR_M3PACK_EXCEPT"="Une erreur inattendue est survenue dans le module ISm3unpack!"

"ERROR_UNPACK_ACCESS_TO_OUTFILE"="Le module ISUnpack ne peut pas avoir accès au fichier de sortie:%n%s"
"ERROR_UNPACK_LAUNCH_PROC"="Erreur lors du démarrage d'une application console dans ISUnpack!"
"WARNING_UNPACK_OPEN_PROC"="Processus d'ouverture d'erreur ISUnpack.%nPeut-être installateur interdits.%nLes progrès de certaines opérations ne sera pas disponible!"
"ERROR_UNPACK_CANT_FIND_OUTFILE"="Console application n'a pas été créé le fichier%n%s%nPeut-être une erreur ou format incorrect unpack fichier"
"ERROR_UNPACK_EXCEPT"="Une erreur inattendue est survenue dans le module ISUnpack!"

"ERROR_XDELTA_GENERAL"="Une erreur dans le module ISxDeltaExtract déballage!"
"ERROR_XDELTA_CANT_GET_MEM"="Ne pas allouer de la mémoire pour effectuer l'opération en ISxDeltaExtract!"
"ERROR_XDELTA_DLL_NOT_FOUND"="Non Trouvé Bibliothèque %s"
"ERROR_XDELTA_ACCESS_TO_OUTFILE"="Dans le module ISxDeltaExtract est incapable d'accéder au fichier de sortie:%n%s"
"ERROR_XDELTA_EXCEPT"="Une erreur inattendue est survenue dans le module ISxDeltaExtract!"

"ERROR_PACKZIP_BAD_INFILE"="Entrée non valide cédé la place à ISPackZIP"
"ERROR_PACKZIP_BAD_OUTFILE"="Fichier d'entrée non valide spécifié pour ISPackZIP"
"ERROR_PACKZIP_BAD_COMPRESSION_LVL"="Réglage de la compression à ISPackZIP devrait être dans la gamme 0..9"
"ERROR_PACKZIP_ACCESS_TO_OUTFILE"="Le module ISPackZIP ne peut pas avoir accès au fichier de sortie:%n%s"
"ERROR_PACKZIP_LAUNCH_PROC"="Erreur lors du démarrage d'une application console %s"
"WARNING_PACKZIP_OPEN_PROC"="Processus d'ouverture d'erreur ISPackZIP.%nPeut-être installateur interdits.%nLes progrès de certaines opérations ne sera pas disponible!"
"ERROR_PACKZIP_CANT_FIND_OUTFILE"="Console application n'a pas été créé le fichier%n%s%ndans le module ISPackZIP"
"ERROR_PACKZIP_EXCEPT"="Une erreur inattendue est survenue dans le module ISPackZIP!"

"ERROR_INIT_LOW_MEM"="Pas assez de mémoire pour décompresser les archives!%nEssayez de fermer aussi loin que tous les programmes en cours d'exécution %net redémarrez le programme d'installation."
"ERROR_INIT_CANT_GET_MEM"="Erreur d'allocation mémoire lors de l'initialisation de la bibliothèque!"
"WARNING_INIT_SREP_BAD_PARAM"="Lors de l'initialisation SREP spécifier la valeur de pas plus de 4096 MB.%nPour ne pas afficher ce message, corriger le paramètre correspondant."
"ERROR_INIT_PRECOMP_BAD_PARAM"="Lors de l'initialisation incorrecte définir la version Precomp!"

"ERROR_FINFILES_EXCEPT"="Erreur inattendue dans le module ISFindFiles!"
"ERROR_PICKFILE_EXCEPT"="Erreur inattendue dans le module ISPickFilename!"
"ERROR_EXEC_LAUNCH_PROC"="Pas réussi à démarrer%n%s%ndans le module ISExec!"
"ERROR_EXEC_EXCEPT"="Une erreur inattendue est survenue dans le module ISExec!"

"CHANGE_DISK_TITLE"="Vous devez insérer le disque suivant"
"CHANGE_DISK_LABEL"="Si les fichiers du disque peuvent être trouvés dans un dossier qui est différent de celui indiqué ci-dessous, entrez le bon chemin ou cliquez sur "Parcourir""
"BROWSE_TITLE"="Parcourir pour le dossier"
"BROWSE_LABEL"="S'il vous plaît spécifier le chemin vers le lecteur souhaité"
"BUTTON_OK"="Oui"
"BUTTON_CANCEL"="Annulation"
"BUTTON_BROWSE"="Parcourir..."

"TIME_HOUR_SHORT"=" h "
"TIME_MIN_SHORT"=" min "
"TIME_SEC_SHORT1"=" sec"
"TIME_SEC_SHORT2"=" s"
"TIME_HOUR_FULL1"="heures "
"TIME_HOUR_FULL2"="heure "
"TIME_HOUR_FULL3"="heures "
"TIME_MIN_FULL1"="minute "
"TIME_MIN_FULL2"="minute "
"TIME_MIN_FULL3"="minute "
"TIME_SEC_FULL1"="secondes "
"TIME_SEC_FULL2"="seconde "
"TIME_SEC_FULL3"="secondes "
"TIME_TYPE1"="Gauche: "
"TIME_TYPE2"="Publié: "
"TIME_TYPE3"="Total: "
"TIME_TYPE4"="Attendre "
"TIME_INFINITE"="éternité"
"TIME_TEST"="essai de fonctionnement"
"GENERAL_ENDING"="Les ..."
"GENERAL_DELETING"="Suppression de fichiers temporaires ..."
"GENERAL_SCANNING"="Analyse des fichiers ..."
